[ItemDefs.ID_MO_MineAllMine_MiningEcho MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Contrato"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MineAllMine_MiningEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um dispositivo ECHO que detalha o contrato de fornecimento de Eridium entre os bandidos de Tundra Express e a Hyperion."
NoConstraintText=""
Suffix=""
Prefix=""

